{
  "hot-pan": {
    "setting": {
      "modVersion": {
        "name": "Version",
        "hint": "Aktuell installierte Modulversion (hier nicht änderbar)."
      },
      "debug": {
        "name": "Debug-Modus",
        "hint": "Aktiviert das Debug Logging."
      },
      "isActive": {
        "name": "Immer aktiviert",
        "hint": "Modul permanent aktivieren (kann durch Macros übersteuert werden)."
      },
      "hideChatInfo": {
        "name": "Modulinfo im Chat ausblenden",
        "hint": "Blendet beim Start den Chat-Infotext zu diesem Modul wieder ein (zum Wiederanzeigen hier deaktivieren)."
      },
      "notifyOnChange": {
        "name": "UI-Meldungen beim Umschalten",
        "hint": "Zeige kurze Bannermeldungen an, wenn das Panning & Zooming aus- oder eingeschaltet wird (funktioniert auch beim Umschalten via Macro)."
      },
      "warnWhenON": {
        "name": "Warnung bei Aktivierung",
        "hint": "Bannermeldung beim Anschalten hervorheben (Warnung). Nur wirksam, wenn \"UI-Meldungen beim Umschalten\" aktiviert ist."
      },
      "warnWhenOFF": {
        "name": "Warnung bei Deaktivierung",
        "hint": "Bannermeldung beim Abschalten hervorheben (Warnung). Nur wirksam, wenn \"UI-Meldungen beim Umschalten\" aktiviert ist."
      }
    },
    "chatInfoContent": {
      "title": "Hot Pan & Zoom!",
      "text1": "&quot;One Thing to Pan Them! One Thing to Find Them! One Thing to Zoom them and to the GM's Canvas Bind Them!&quot;",
      "text2": "Hot Pan & Zoom! ist ein system-unabhängiges Helferlein, mit dem Bildschirmposition und -zoom zwischen Spielleiter und Spielern synchronisiert werden kann. Es funktioniert sowohl im Hintergrund als auch steuerbar via Makros.",
      "text3": "Bitte Moduleinstellungen in den Spieleinstellungen beachten. Mehr Details außerdem auf GitHub",
      "footer": "Diese Nachricht wird nur einmal angezeigt. Zum Wiederanzeigen bitte die entsprechende Option in den Moduleinstellungen verwenden."
    },
    "onOffUIMessage": {
      "whenON": "Bildschirm wird vom Spielleiter gesteuert!",
      "whenOFF": "Bildschirm ist wieder freigegeben."
    }
  }
}
