{
  "hot-pan": {
    "setting": {
      "modVersion": {
        "name": "Version",
        "hint": "Currently installed module version (can't be changed here)."
      },
      "debug": {
        "name": "Debug mode",
        "hint": "Client-side setting enabling extended debug logging."
      },
      "isActive": {
        "name": "Always active",
        "hint": "Keep module always activated (unless overridden by macro code)."
      },
      "hideChatInfo": {
        "name": "Hide module info in chat window",
        "hint": "Hides the info text about this module in the chat window on game start (deactivate this option to see it again)."
      },
      "notifyOnChange": {
        "name": "UI messages on toggle",
        "hint": "Show temporary UI messages whenever toggling on and off (also works when switching via macro code)."
      },
      "warnWhenON": {
        "name": "Warning on activate",
        "hint": "Show extra prominent UI message (warning) when toggling ON. Needs option \"UI messages on toggle\" to be enabled."
      },
      "warnWhenOFF": {
        "name": "Warning on deactivate",
        "hint": "Show extra prominent UI message (warning) when toggling OFF. Needs option \"UI messages on toggle\" to be enabled."
      }
    },
    "chatInfoContent": {
      "title": "Hot Pan & Zoom!",
      "text1": "&quot;One Thing to Pan Them! One Thing to Find Them! One Thing to Zoom them and to the GM's Canvas Bind Them!&quot;",
      "text2": "Hot Pan & Zoom! is a systems-agnostic utility for keeping players' canvas position & zoom in sync with the GM's screen. It runs in the backend, but is also controllable through macro code.",
      "text3": "Please refer to the various module preferences under game settings. Find even more details on GitHub",
      "footer": "This chat card will only be shown once. Activate once more in the module settings if needed."
    },
    "onOffUIMessage": {
      "whenON": "Screen is remote controlled by the gamemaster!",
      "whenOFF": "Screen control has been released."
    }
  }
}
